assign1/benchmarks/benchmarks-lru2.txt
transaction type: TPC-B (sort of)
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 1
duration: 180 s
number of transactions actually processed: 8885
latency average: 202.589 ms
tps = 49.277196 (including connections establishing)
tps = 49.296656 (excluding connections establishing)
 heap_read | heap_hit |         ratio          
-----------+----------+------------------------
     27345 |    95619 | 0.77761783936761979116
(1 row)